var pressData = [
  {
    name: "notice",
    articles: [
      {
        id: "1",
        title: "热烈庆祝康乐家政中南店搬迁至街道口未来城",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2012-2-1",
        abstract: "热烈祝贺武汉市洪山区康乐家政服务中心街道口分店正式营业！",
        content:
          '<p>热烈祝贺武汉市洪山区康乐家政服务中心街道口分店正式营业！</p>'
          + '<p>由于地铁4号线的城市建设，武汉市洪山区康乐家政服务中心中南分店拆迁，为广大客户的家政需求带来不便。为答谢广大客户的关心和厚爱，我公司在街道口筹建分店，并于2012年2月1日正式营业。 </p>'
          + '<p>街道口分店地址：武汉市洪山区街道口未来城C座1112室。</p>'
          + '<p>欢迎广大客户来新店咨询。</p>'
      },
      {
        id: "2",
        title: "祝康乐家政新老客户及全体员工端午节快乐",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2011-5-28",
        abstract: "值此端午佳节来临之际，武汉市洪山区康乐家政服务中心祝新老客户及全体员工节日快乐，身体健康，工作顺利，万事如意！",
        content:
          '<p>值此端午佳节来临之际，武汉市洪山区康乐家政服务中心祝新老客户及全体员工节日快乐，身体健康，工作顺利，万事如意！</p>'
      },
      {
        id: "3",
        title: "春节临近，找家政得提前一周",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2011-5-28",
        abstract: "近年来，随着生活水平的不断提高，很多市民春节前都会请保洁人员到家里进行大扫除。记者今天采访发现，临近春节，家政市场迎来用工高峰，很多家政公司的业务已经预订到腊月二十八前后。",
        content:
          '<p>近年来，随着生活水平的不断提高，很多市民春节前都会请保洁人员到家里进行大扫除。记者今天采访发现，临近春节，家政市场迎来用工高峰，很多家政公司的业务已经预订到腊月二十八前后。今年家政保洁市场价格和去年变化不大，房屋保洁价格多在2.5元/平方米左右，部分中小型家政公司价格有所上涨。</p>'
          + '<p>今天下午，记者从济南阳光大姐服务有限公司了解到，今天工作人员忙得不亦乐乎，所有的家政人员都有业务，预订家政的电话此起彼伏。一位工作人员介绍，从10多天前就开始忙了，几乎每天都闲不着，多数顾客是预订家庭保洁，虽然没有进行统计，但是总体业务量较平常增加了约七八成，“现在要是来预订家政服务，至少得排一周之后。”这种情况在家政市场较为普遍。济南知心大姐家政和富阳家政的相关负责人告诉记者，公司家政人员的班每天都排得满满的，要是想找家政，最好是提前一周来。</p>'
          + '<p>记者了解到，随着生活节奏的加快和生活水平的提高，市民更愿意找家政人员做家庭大扫除。知心大姐的相关负责人告诉记者，从全年情况看，业务量增加了约五成，特别是节前和周末，几乎都会爆满。而且，家庭保洁的房屋面积也越来越大，以往多是七八十平方米，现在不少顾客的房屋面积在近200平方米。</p>'
          + '<p>家政市场火爆，但价格和去年相比变化不大。阳光大姐的工作人员介绍，今年保洁价格和去年相同，还是2.5元/平方米。记者采访多家家政公司发现，保洁价格多在2.0元/平方米至3.0元/平方米，一些小型家政的价格略有提高，总体较为稳定。</p>'
          + '<p>此外，很多家政公司的保姆也多被预订一空。在一家私企工作的张女士最近给家政公司打电话想请一个保姆，然而家政公司却告诉她，所有的家政工都已经被预约满了，现在预约只能给安排到年后。</p>'
          + '<p>业内人士提醒广大消费者，在聘用家政人员的时候，一定不要贪图便宜，尽量选择比较大的、证件齐全的家政公司，在雇佣家政人员时，最好查看公司的营业执照、服务人员的健康证，并且一定要与其签订劳动合同，在合同期间，如果与家政人员发生纠纷，可以依据合同到工商部门进行投诉，或通过仲裁、诉讼等方式来维护自己的权益。</p>'
      },
      {
        id: "4",
        title: "春节临近，需要年末大扫除的家庭请提早预定",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2011-5-28",
        abstract: "春节前，老百姓一般都会来一次大扫除。春节前家政服务用工荒每年都会出现，今年也不例外。春节前家庭服务，特别是擦玻璃和整体保洁需要的比较多，现在不少市民都是提前来预订服务。",
        content:
          '<p>春节前，老百姓一般都会来一次大扫除。春节前家政服务用工荒每年都会出现，今年也不例外。春节前家庭服务，特别是擦玻璃和整体保洁需要的比较多，现在不少市民都是提前来预订服务。</p>'
          + '<p>今天下午，记者从济南阳光大姐服务有限公司了解到，今天工作人员忙得不亦乐乎，所有的家政人员都有业务，预订家政的电话此起彼伏。一位工作人员介绍，从10多天前就开始忙了，几乎每天都闲不着，多数顾客是预订家庭保洁，虽然没有进行统计，但是总体业务量较平常增加了约七八成，“现在要是来预订家政服务，至少得排一周之后。”这种情况在家政市场较为普遍。济南知心大姐家政和富阳家政的相关负责人告诉记者，公司家政人员的班每天都排得满满的，要是想找家政，最好是提前一周来。</p>'
          + '<p>“家政服务员紧缺的难题，将成为今后长期困扰家政服务行业发展的一大难题。”市家庭服务业协会会长表示，现在很多家政服务人员都是兼职从事这一行业，一有机会就会马上转投其它更稳定的行业，当家政人员供不应求时，一些非正规的家政公司就会找临时工凑数，这样就会影响服务质量。业内人士提醒市民，春节期间请家政服务人员最好尽早做些安排。在选择家政公司时一定要谨慎。首先选择有资质的家政公司，这样能确保家政服务的质量。</p>'
          + '<div class="box effect6">'
          + '武汉康乐家政特此通知：为了能更好的为您服务，请您至少提早2至3天预定年末大扫除。'
          + '</div>'
      }
    ]
  },
  {
    name: "news",
    articles: [
      {
        id: "1",
        title: "家政经营责任险",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2010-7-10",
        imagePath: "assets/images/news/news1.jpg",
        abstract: "家政服务中的风险无时不在、无处不在，风险类型和表现形式分为两种：一种是服务员在上下班途中或工作中因疏忽过失等造成的本人意外伤害，这是一种依法应由雇主承担赔偿义务的家政服务风险（类似于单位用工的工伤责任）。另一种家政服务风险是家政服务员在工作中因疲劳、紧张、疏忽或过失而造成服务对象（消费者）的财产损失或人身损害（照顾婴幼儿和老人极易发生）。",
        content:
          '<p>家政服务中的风险无时不在、无处不在，风险类型和表现形式分为两种：一种是服务员在上下班途中或工作中因疏忽过失等造成的本人意外伤害，这是一种依法应由雇主承担赔偿义务的家政服务风险（类似于单位用工的工伤责任）。另一种家政服务风险是家政服务员在工作中因疲劳、紧张、疏忽或过失而造成服务对象（消费者）的财产损失或人身损害（照顾婴幼儿和老人极易发生）。</p>'
          + '<p className="text-center"><img alt="家政经营责任险" src="assets/images/news/news1.jpg" class="img-responsive aligncenter"/></p>'
          + '<div class="box effect6">温馨提示：当您在选择家政公司时，为了让自己的合法权益受到损害时能够依法获得赔偿，请务必询问并查验该公司是否购买了上述两类保险（雇主责任险和家政经营责任险）！</div>'
      },
      {
        id: "2",
        title: "康乐第2期月嫂育婴师培训",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2009-12-10",
        imagePath: "assets/images/news/news2.jpg",
        abstract: "育婴员（师）是国家劳动和社会保障部新发布的8个新工种之一。",
        content:
          '<p className="text-center"><img alt="康乐第2期月嫂育婴师培训" src="assets/images/news/news2.jpg" class="img-responsive aligncenter"/></p>'
          +'<p>育婴师部分课程为:</p>'
          +'<p>学习：婴幼儿大动作、精细动作、认知能力、语言能力</p>'
          +'<p>喂养：母乳喂养指导、正确冲调奶粉、准备用具和喂哺婴儿</p>'
          +'<p>清洁：婴儿便后的清洁处理；为婴儿进行水浴、日光浴、空气浴；婴儿眼睛、外耳道、口腔、腋窝、外阴清洁</p>'
          +'<p>健康：预防铅中毒、预防接种、常见疾病护理———正确喂药及简易护理；生长检测———体重、身高测量等；常见意外伤害的预防和处理</p>'
          +'<p>游戏：婴幼儿玩具的选择与功能、亲子游戏课程</p>'
          +'<p>育婴员（师）是国家劳动和社会保障部新发布的8个新工种之一，就是对0~3岁婴儿生活照料、护理和教育的工作人员。该职业分三个等级，即国家职业资格五级的育婴员、四级的育婴师、三级的高级育婴师。</p>'
          +'<p>参加培训的部分学员表示,本次培训不但让她们学到很多专业知识，还为我们以后的创业、就业和创收铺平了道路。老师们循循善诱的教导，同学们互相帮助和鼓励，让人终生难忘这一段美好的时光。</p>'
      },
      {
        id: "3",
        title: "康乐家政新春团年饭现场",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2010-2-28",
        imagePath: "assets/images/news/news3.jpg",
        abstract: "康乐家政是一个快乐、团结的大家庭。",
        content:
          '<p>武汉康乐家政管理服务中心新春团年饭现场</p>'
          +'<p className="text-center"><img alt="康乐家政新春团年饭现场" src="assets/images/news/news3.jpg" class="img-responsive aligncenter"/></p>'
      },
      {
        id: "4",
        title: "康乐家政岁末大扫除",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2010-1-22",
        imagePath: "assets/images/news/news4.jpg",
        abstract: "过完元旦迎新春，每至此时，大扫除便成了武汉许多家庭的“必修课”。",
        content:
          '<p>过完元旦迎新春，每至此时，人们都盼着能够干干净净过大年，于是大扫除便成了武汉许多家庭的“必修课”。一些居室较大的家庭，照例请家政公司来完成具有相当工作量的扫除工作；一些“80后”新婚夫妇则是通过上论坛发帖，来寻求各种新奇的大扫除秘诀；至于那些有经验的家庭主妇，则是相约去超市大卖场，选购各种各样的清洁用品……</p>'
          +'<div class="box effect6"><p>节前扫屋找家政公司</p><p>优点：省时省力，保质保量</p></div>'
          +'<p>中国人历来都有干干净净过春节的传统。所以每到春节前夕，打扫卫生成了家家户户必不可少的事情。家住桥口区的高女士告诉记者：“去年春节前，为了搞好家庭卫生，我们全家三口一齐动手，用了一整天才把房子打扫完。现在搬了新家，房子变大了，平时打扫起来就很麻烦，又累又浪费时间，折腾得人没办法，更不要说春节前大扫除了。”</p>'
          +'<p>与高女士不同，她的同事小吴找了一个家政公司来服务，半天时间就把家打扫得干干净净，连平时打扫不到的卫生死角，他们都打扫到了。于是今年春节前，高女士也决定找家政公司来打扫卫生。</p>'
          +'<p className="text-center"><img alt="康乐家政岁末大扫除" src="assets/images/news/news4.jpg" class="img-responsive aligncenter"/></p>'
          +'<p>不过与往年相同的是，农历新年来临了，春节“保姆荒”也进入了“戏份”最重的时段。在武汉，因金融危机引起的“雇主荒”在近日变成了“保姆荒”。虽然眼下离春节还有一个多月，但家政市场人员吃紧的状况已成定局，部分雇主开始提前预订或早早“囤”保姆，或是赶在保姆大批返乡前，忙着找钟点工进行突击大扫除。</p>'
          +'<p>点评：由于节前家政服务的需求量增大，工作人员提醒广大用户最好避开高峰期，最近可以先请我们公司的家政人员进行打扫，这样到年前家政人员和用户都会比较轻松。武汉康乐家政管理服务中心秉持一贯的服务宗旨，竭诚为您服务！</p>'
      },
      {
        id: "5",
        title: "庆贺康乐家政街道口店开张",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2012-2-1",
        imagePath: "assets/images/news/news5.jpg",
        abstract: "为拓展业务并更好的为江城人民服务，在街道口附近区域另设一分店。",
        content:
          '<p className="text-center"><img alt="庆贺康乐家政街道口店开张" src="assets/images/news/news5.jpg" class="img-responsive aligncenter"/></p>'
          +'<p>康乐家政管理服务中心，是经过工商部门注册的正规公司，是专业从事家政服务的企业。公司拥有中、高级家政服务员、保洁、小时工、日工、全天候为社区、公司、家庭服务。公司本着专业、诚信、务实、创新的经营理念.服务于全市中,高档人士和涉外人员家庭为对象的家政公司,坚持以人为本,服务一流的宗旨,竭诚为每一位客户提供全方位的服务。</p>'
          +'<p>康乐家政公司在经历了三年的发展时期，已经逐渐在光谷扎根并站稳脚跟，现为拓展业务并更好的为江城人民服务，特选址街道口附近区域，作为另一分店。欢迎广大新老客户光临指教。</p>'
          +'<p>街道口分店地址：武汉市洪山区街道口未来城C座1112室。</p>'
          +'<p>欢迎广大客户来新店咨询。</p>'
      }
    ]
  },
  {
    name: "tips",
    articles: [
      {
        id: "1",
        title: "怎样选择合适的家政服务员",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2011-1-1",
        content:
          '<h1 class="smalltitle">我的要求——详细好还是粗略好?</h1>'
          + '<p>这个问题很有趣，不同的人完全是不同的做法。有的雇主会把自己需要的情况说得非常的清楚。而有的雇主可能是担心家政公司或者是保姆根据自己的情况加价，而忽略了一些我们觉得很重要的情况。最后在面试的时候，原先的表述和实际的情况差别比较大，引起不必要的误会。其实，您找公司就是需要我们的服务的，只有您把自己的情况介绍清楚，我们才能够根据你的情况匹配合适的人员，提高彼此的效率，尽可能的为您服务。</p>'
          + '<h1 class="smalltitle">我的期望值——80分就是100分。</h1>'
          + '<p>家政人员一般都具有艰苦朴素、吃苦耐劳的特点。但是，现在的家政从业人员同时也具有：流动性大，文化水平和教育程度普遍不高，有些阿姨来自农村，生活习惯和城市有一些区别等特点。我接待很多雇主，期望值比较高，希望阿姨能面面俱到，其实这是很难的。金无足赤，人无完人。有些人在一个方面有优势，在另一个方面可能就会相对弱一些。这个时候，我们一般建议雇主，您抓住主要的大方向，最能够满足你需求的那些方面，放低一些其他方面的期望值，这样你的选择可能会更加的舒心。而且就我们一般的经验而言，经过一段时间的磨合和相处，绝大部分的家政人员都能够满足雇主的需求，相处愉快。</p>'
          + '<h1 class="smalltitle">谈工资——从来都不是越低越好。</h1>'
          + '<p>这个方面是很敏感的一个方面，道理其实很简单，雇主当然是希望越便宜越好，家政人员当然是觉得工资越高越好。其实还是一个雇主需求，工作量，家政人员需求的一个平衡点。其实您可以想想，家政服务也是一种商品，一分价钱一分货。直接比价格没有意义，性价比才是最重要的。你需要的是一个有保障的，有服务品质的，适合你家庭需求的家政服务。支付合理的对价是让双方放心的选择。（我们所有的家政服务在网站上都是明码实价，让您透明消费，用的放心。）</p>'
          + '<h1 class="smalltitle">商量一下——怕自己冲动消费，但是可能会错过很适合的人。</h1>'
          + '<p>有时候在面试讨论合同的时候，雇主基本也是比较满意的。但是当时很难得下决定，怕自己冲动消费，拿不定主意，还是想回家商量一下。我们一般都会提示：好的家政人员消化的很快。有时候上午见一个没有决定，下午见得就确定下来了。这样的事情发生过很多次，有时会有雇主责怪我们怎么没有留住人，但是从我们的角度考虑，还是要以家政人员的最大利益出发。所以您如果看准了，该出手时就出手，很多事情，具体怎么样，还真是相处之后才知道呢。而且，我们公司是有后续服务的，会帮您协调相互关系，完善的售后服务应该能尽量让您无后顾之忧。</p>'
          + '<h1 class="smalltitle">怎么还是选不准——一切都是缘分。</h1>'
          + '<p>两个好人不一定相处得好”,这是我在接待工作时经常说的一句话。在家政工作中，工作技能和人际相处都是非常重要的。如果相处一段时间，实在是磨合不了，也不要灰心，无须怀疑自己的选择。很多事情还真的都是缘分呢。我们的售后将会跟您详细沟通，再次了解您的详细需求，免费为您更换更为合适的人员。</p>'
          + '<div class="box effect6">'
          + '上述问题是本公司在实际接待工作中遇到最多最普遍的问题，您也许还有其他方面的疑问，欢迎您随时向我们咨询：87791032，涂老师：13638623778，庞老师：13995680722。'
          + '</div>'
      },
      {
        id: "2",
        title: "会员的权益之一：免费保险",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2010-12-26",
        content:
          '<p>家政服务中的风险无时不在、无处不在，风险类型和表现形式分为两种：一种是服务员在上下班途中或工作中因疏忽过失等造成的本人意外伤害，这是一种依法应由雇主承担赔偿义务的家政服务风险（类似于单位用工的工伤责任）。另一种家政服务风险是家政服务员在工作中因疲劳、紧张、疏忽或过失而造成服务对象（消费者）的财产损失或人身损害（照顾婴幼儿和老人极易发生）。</p>'
          + '<p>为了有效转移和规避这两类风险责任，武汉康乐家政作为被保险人已经投保了雇主责任险和家政经营责任险（单笔意外事故最高赔偿20万元），基于此，敬请广大客户在武汉康乐家政放心选择和购买所需服务，我们作为家政服务的供应商和责任主体，完全具有承担相应法律责任的能力，给您以最真切的保障！</p>'
          + '<p>温馨提示：当您在选择家政公司时，为了让自己的合法权益受到损害时能够依法获得赔偿，请务必询问并查验该公司是否购买了上述两类保险（雇主责任险和家政经营责任险）！</p>'
          + '<div class="box effect6">'
          + '重要通知：本公司将于2011年1月1日起，全体上岗员工统一购买此保险，只要您成为我们的会员，将免费享受这两项保险的保护。让您享受的家政服务更无后顾之忧。'
          + '</div>'
      },
      {
        id: "3",
        title: "聘请家政人员的流程",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2010-12-26",
        content:
          '<h1 class="smalltitle">公司聘请流程</h1>'
          + '<p><strong>接单：</strong>通过电话或者网络的形式，公司接待老师会详细了解您的需求，包括：家政人员的主要工作类型，工作内容，年纪，其他要求等等，根据您的详细要求向您报价。</p>'
          + '<p><strong>匹配：</strong>在公司的资源库筛选符合雇主要求的合适人员，征求家政人员意见和要求。向雇主介绍家政人员的准确信息。预约三方面谈的时间和地点（一般在公司）。</p>'
          + '<p><strong>面谈及签约：</strong>雇主、家政人员、公司老师三方在公司的平台上。雇主，家政人员直接在平台上沟通，就自己关心的利益平等协商，由公司老师主持。由公司老师向您解释双方合同的权利义务以及有关注意事项。协商一致，签订合同，缴纳费用。</p>'
          + '<p><strong>安排上岗：</strong>将雇主要求的时间，地点等具体上岗要求告知家政服务人员。对家政服务人员进行岗前培训。家政人员到岗当天，予以确认。</p>'
          + '<h1 class="smalltitle">公司聘请流程的特点</h1>'
          + '<p><strong>针对性：</strong>不搞人海战术，公司把工作的重点放在匹配上。我们会详细了解雇主和家政人员的需求，加大匹配的成功度。</p>'
          + '<p><strong>公开透明：</strong>公司的收费，家政人员的实得工资，家政工作的具体内容，彼此的权利义务都是公开透明的。不搞模糊地带，最大程度的让您放心消费。</p>'
          + '<p><strong>诚实守信：</strong>在介绍家政人员的情况时，我们会尽可能的诚实，绝不有多余的润色和编造。这是很多雇主选择人员的依据，是对家政公司的一份信任。我们不会辜负您的信任，让您的选择过程更加物有所值、富有效率。</p>'
      },
      {
        id: "4",
        title: "怎样与家政服务员相处",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2010-12-26",
        content:
          '<p>最初的日子，注意嘱咐家政服务员要吃饱、吃好，以便有充沛的精力从事家务劳动。许多外地来的家政服务员头脑比较简单，可能仅因吃饭问题适应不了便要求返回公司。</p>'
          + '<p>请耐心帮助家政服务员尽快适应和熟悉新环境。尽管公司已经培训，仍需要特别强调家用电、气的安全使用，工作标准要求可高些，工作量则逐步增加。对适应性和灵活性稍差的家政服务员应注意发挥其主观能动性，除必要的卫生标准外，让其先按自已的方式做事，再提出家政服务员工作中的不足和您的建议，以便让家政服务员知道如何做和错在那里。</p>'
          + '<p>家政服务员大都想家，生活上请多关照，感情上多沟通，使其情绪逐步稳定，安心做好服务工作，要多鼓励，少严厉批评，勿大声训斥她。除非人品等原则问题，出现家政服务员工作不到位，不要着急换，本着做生不如做熟的道理，给服务员理清头绪的机会渡过最初的磨合期。一月以后实在不合适再考虑向公司申请换人。</p>'
          + '<p>对家中的钱及贵重物品等要妥善保管好，有备无患。</p>'
          + '<p>有问题请及时与公司联系，公司的跟踪管理于家政服务员到业主家中的第三天开始，跟踪管理服务电话：027-87791032，庞老师13995680722，涂老师13638623778。</p>'
          + '<p>请允许家政服务员和公司联系。本公司对家政服务员实行三级管理（即有问题的服务员列为一类，随时联系，准备替换人选，有小问题的列为二类，配合用户调教开导，做得好的服务员列为三类，每月电话回访两次）。</p>'
          + '<p>尊重家政服务员人格，不打骂家政服务员，更不要对家政服务员进行人格诬侮。</p>'
          + '<p>不带家政服务员到不适宜的地方（如舞厅等地），不要介绍家政服务员认识过多的亲友，不要私自调换或转让家政服务员。如果安排家政服务员做合同外的工作须经公司及家政服务员本人认可。</p>'
          + '<p>必须严格按照签署合同办事。</p>'
          + '<p>更换电话、住址、工作单位时应当及时通知公司，以便公司的追踪服务。请不要提前预支工资，如家政服务员返家探亲，须经公司同意并到公司办理好离探手续。</p>'
      }
    ]
  },
  {
    name: "life",
    articles: [
      {
        id: "1",
        title: "春季居家防虫宝典",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2015-3-15",
        abstract: "春天里万物复苏，不过一些虫害也容易卷土重来；此外，有些人在收拾皮毛质地的冬装时也在为虫害犯愁：好好的衣服万一被虫子咬了怎么办？",
        content:
          '<p>春天里万物复苏，不过一些虫害也容易卷土重来；此外，有些人在收拾皮毛质地的冬装时也在为虫害犯愁：好好的衣服万一被虫子咬了怎么办？</p>'
          +'<h1 class="smalltitle">蟑螂药物选胶饵</h1>'
          +'<p>蟑螂是春季里危害最大的虫害之一，而目前市场上有很多灭蟑药，提醒消费者不要选择有机磷、有机氯类的，这类药物主要是熏杀害虫，但对人的呼吸道有刺激作用，还会污染环境。而粉剂、颗粒状的灭蟑药一旦遇水潮湿容易失效，因此也不建议家庭使用。家庭最好选择聚酯类的胶饵或物理性的粘蟑板，效果好也不易污染环境。</p>'
          +'<h1 class="smalltitle">灭飞虫气雾剂最佳</h1>'
          +'<p>春天里草木萌发，百花齐放，可也是小飞虫大量繁殖的季节，给人带来很多烦恼。李宗麟提醒，杀灭蚊子、苍蝇等飞虫可以选择菊酯类的喷洒型的气雾剂，这类产品通过接触杀灭害虫，毒性低，更安全，使用的时候不必关闭门窗，即使是有儿童的家庭也可以使用。不过，使用这类产品一要注意购买正规知名厂家的产品，二是要注意使用期限，别使用过期产品。部分居民室内潮湿容易生潮虫，可以在墙角撒些石灰，既有干燥作用还能驱虫，不过有小孩的家庭不宜使用。</p>'
          +'<h1 class="smalltitle">防螨虫床垫定期吸尘</h1>'
          +'<p>沙发、靠垫、床垫以及床上用品都是螨虫的滋生地，而螨虫会对人的皮肤和呼吸道产生刺激。要消灭螨虫，房间要经常开窗通风，床单、被罩等床上用品要及时更换洗涤，被褥要勤晒。人们很容易忽略对床垫的清洁，其实床垫是螨虫滋生的“重要阵地”，床垫要经常掸掸，有条件的要经常吸尘，不给螨虫留生存空间。</p>'
          +'<h1 class="smalltitle">防蛀虫慎选樟脑球</h1>'
          +'<p>人们已经开始收起皮毛的衣物，春夏是衣物容易被虫蛀的季节，樟脑球是人们帮衣物远离虫害的主要“武器”。</p>'
          +'<p>要购买天然的樟脑球，不要选择含萘的不合格的樟脑球，要到正规的商家购买并注意鉴别，一般含萘的樟脑球大多呈白色，气味刺鼻，能沉于水中；天然樟脑球质地光滑，一般是无色或白色的晶体，气味清香，能够漂浮在水中。</p>'
      },
      {
        id: "2",
        title: "春季养生:夜卧早起，心情平静",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2015-2-15",
        abstract: "在一年、一个月、一天当中，我们应该怎么养生呢?",
        content:
          '<p>在一年、一个月、一天当中，我们应该怎么养生呢?</p>'
          +'<p>《黄帝内经》第二篇《四气调神大论》专门介绍了一年当中的四个季节的养生方法。“四气调神”就是指要按照春夏秋 冬的规律来调养。这与中国人“天人合一”的思想是分不开 的，春天是温，夏天是热，秋天是凉，冬天是寒，所以也要顺 应天时变化来养生。养生的重点是在于调神，即精神、情志的调养。而一个月、一天的养生，与一年四季的养生是相通的。结合每个人体质的不同，找到适合自己的调养方法，让每一刻都变得健康快乐。</p>'
          +'<p>春天三个月，古人分为孟春、仲春、季春。</p>'
          +'<p>春天这三个月，按农历说就是正月、二月、三月。当然是从立春算起，到立夏前一天为止。春天三个月“发陈”，就是 推陈出新。我们可以想象一下春天的景色:“草长莺飞二月天， 拂堤杨柳醉春烟。”春风拂面，万物复苏，百花齐放，这就是 “发陈”。“天地俱生”，天地之气都一起发生了，因此春天最大一个特征就是“生”。“万物以荣”就是指繁荣、欣欣向荣，比 如树木发芽、开花都属于繁荣的情景。</p>'
          +'<h1 class="smalltitle">春天起居保养要点</h1>'
          +'<p>春天属木，肝属木。春天保养注意养肝。春天养生应该 “夜卧早起”，就是要晚一些睡觉，早一点起床。</p>'
          +'<p>为什么要晚一点睡，早一点起床呢?这就是跟春天的气息 相对应。因为春天到了，阳气开始复苏了，一天当中白天阳气 来得比冬天要早，夜晚到得要晚一些，所以我们要早一点起 床，晚一点睡觉。并且要到庭院里面散步，要“披头散发”， 舒缓自己的身体。女孩子这个时候就不要把头发扎得紧紧的， 要松开来。这样就会使得精神情志舒展、活泼，充满生机，完 全和春天的舒张的气息相呼应。</p>'
          +'<p>春天要晚睡早起，就是要增加工作的时间，减少睡眠的时间，为什么这样呢?因为春天充满了生发之气，白天变长，晚上会变短，所以人在白天工作时间要长点，晚上睡觉时间要短些。</p>'
          +'<p>我们对待自己的身体就像对待初生的事物一样，要让它生 长，不要伤害它;要保养它，不要抑制它，给它生发的机会; 要奖赏它而不要惩罚它。就是说要呵护自己的身体，不要摧残 身体。这就是适应春天调养生气的道理。因为春天的气是上升 的。如果违反了这个道理，就会伤害到肝脏、肝气，到了夏 天，就会发生寒性的病变，就会使得人们适应夏季盛长的能力 减小。</p>'
          +'<p>中医强调要顺势而为，顺应春天之气来养生。春天阳气生 发的时候，如果不遵循它的规律来养生，体内的阳气就会被抑 制，气机不畅，各种邪气乘虚而入，就是老百姓俗话说的“上火”。</p>'
          +'<p>“上火”的表现有:眼睛红肿疼痛，咽喉肿痛，牙龈出血 肿痛，大便干燥等。</p>'
          +'<p>春天要注重养肝。如果没有按照养生之道来做，春天的时 候使肝气受损，那么就会引起夏季的病变，发生寒性病变。如 果前一个季节没有养好身体，淤积的病气就会在下一个季节表 现出来。</p>'
          +'<p>这就是养“生”之道，这里的“生”是指狭义的“生”，春天的生发的意思，春天主生，夏天主长，秋天主收，冬天主藏。</p>'
          +'<h1 class="smalltitle">春天精神调养</h1>'
          +'<p>中医认为，春天是肝气发生的季节，肝属木，所以春天是木旺的时候，要注意养肝。这个时候精神要畅快，这样才有利于肝气的舒展。肝气的特征就是像春天一样，要求调达、升气、舒发。</p>'
          +'<p>如果精神要畅快，气机不升发，人就容易郁闷。中医讲肝 在志为怒，心情郁闷就容易发怒，发怒就会引起各种疾病。怒 气可以使气血上涌，严重的时候会引起吐血、呕血，甚至昏 厥，也会伤到脾胃，引起脾胃消化功能的失常。</p>'
          +'<p>有一句话:“劝君莫打春来鸟，子在窝中盼母归。”春天的 这个季节不要去伤害鸟儿，因为鸟儿的孩子还在窝里等着母亲 的归来，所以我们千万不要去伤害小生命。这说明了我们要保 持一种仁爱、慈悲的精神状态。对于别人，我们要像春天一样 温暖，要用鼓励的态度，不要去惩罚他人，更不要伤害别人。 春天就是一个生气的季节，万物生机勃勃，我们也应该“生而 勿杀，予而勿夺，赏而勿罚”。</p>'
          +'<p>可能大家听说过这样一句话:“女子伤春，男子悲秋。”这 是什么意思呢?就是因为春天从冬天过来，冬天属阴，春天属 阳，也可以说春天是从阴到阳的过渡阶段，是阳气开始发动的 时候。所以这个时候，不管是男性女性，心情也都开始“发 动”了，女性更容易“伤春”，还有一种说法是“怀春”。</p>'
          +'<p>在古代就有一个节日，“三月三”，古时称上巳节。这一天 男女是可以合法私奔的，后来演变成三月三男女相会的节日， 男女聚会，谈情说爱。这是用日常生活来对治春三月产生的情 绪变化，用于治疗“伤春”。</p>'
          +'<p>春天的养生还关系到下一个季节。这可以用五行相生的原 理来解释，春天属木，夏天属火，木能生火。现在木没有养 好，就会影响到下一阶段的火，火一旦弱了，就会引起寒性的 病变。</p>'
      },
      {
        id: "3",
        title: "湖北年俗集锦",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2015-1-15",
        abstract: "进入农历腊月，吃过腊月初八的“腊八粥”（各种粮食混合煮的稀饭）以后，人们就开始准备办“年货”，说话也谨慎起来，尤其是小孩子们说话，要讲忌讳，不准说不吉利的话：如死呀、鬼呀、背时呀等。",
        content:
          '<p>进入农历腊月，吃过腊月初八的“腊八粥”（各种粮食混合煮的稀饭）以后，人们就开始准备办“年货”，说话也谨慎起来，尤其是小孩子们说话，要讲忌讳，不准说不吉利的话：如死呀、鬼呀、背时呀等。</p>'
          +'<p>过了腊月十五以后，人们见面时，不是问吃了饭没有？而是以“年货办齐了”来代替见面问候语。</p>'
          +'<p>过了冬至，殷实富商及一些有钱的人家，都要杀年猪、腌腊肉、腌鸡鱼、缠猪蹄，风干羊肉，卤牛肉等，还要给小孩子们做新衣新鞋，大人们则是长袍马褂、瓜皮帽（极少数是礼帽），一般妇女们则是用阴丹士林布料缝制的右腑下开叉布扣子短褂，毛西呢大裤脚裤子。闺阁小姐们穿戴，各有讲究之处，又当别论。</p>'
          +'<p>到了腊月二十三，家家户户都要“扫扬尘”（搬家式的大扫除），清洗各种家具、香炉蜡台等，用碱水洗过，再用瓦片灰擦拭，准备祭灶，名曰“过小年”。所谓过小年，就是腊月二十三这里晚上，家家户户送灶王爷到玉皇大帝那里去拜年，秉报一年来尘世的情况，到腊月三十（除夕）再接灶王爷回来“过年”。但小年则有二十三或二十四之分，市区汉江以上的几个县过二十三，汉江以下的几个县过二十四。也有过二十五的。</p>'
          +'<p>小年过后，家家户户更忙了。一方面忙着做生意，好赚点过年钱；一方面蒸馍馍，开油锅，炒花生，煮瓜子，一直到腊月三十准备吃团年饭。</p>'
          +'<p>吃团年饭也有区别，大生意字号家都在腊月二十八吃团年饭，这样年内还可以到附近乡镇收账——那时一般的大字号生意人家都有赊销业务。一般人家吃团年饭，大都腊月三十。团年饭一般都十分讲究，蒸炒焖邺样样都有，但全鱼端上桌子后就被放在一边不吃，这是图“年年有余”的吉兆。同时，长辈还要给儿孙们“压岁钱”。团年饭还必须多做，三天不下生米，三天不能把屋子的垃圾倒在外面，因为这是“聚财”。</p>'
          +'<p>吃过团年饭后，就是彻夜不眠的“守岁”，有的围着火盆聊天，有的打麻将。</p>'
          +'<p>零点就要“出天行”。“出天行”之意，就是新的一年开始，出第一次门。换新新鞋新帽，手上拿着印好的名片，到亲朋好友或有往来的地方去拜年。这种名片有两种：一种是大红蜡笺纸木版印的，上面印有本号招牌，如“彭元昌”；另一种是硬布纹纸直式的小名片，名片右上面印的如“彭元昌绸缎号”，中间印的如“彭文中”。如某人是在守孝期间（当时死了老的，要守3年），姓字右上角加个“制”字（以示区别），左上角一般印某街某号。挨家挨户的去拜年，不一定把人家的门叫开，只把名片从门缝里塞进去，就算拜了年。你给人家是这样，人家给你也是这样。有的大生意字号家门后摆个篾篓子，3天可以接一篓子名片。</p>'
          +'<p>在途中相遇熟人，两手一拱，则说“恭喜发财”等吉祥话。有的看交情厚薄，必须亲自进门拜年的，对方若尚未开门，则喊“开财门哟”！接待的如不是正主，就说“某某还在‘挖窖’呀（挖金窖之意），而不说睡觉。一进门如你要给长辈拜年，则要磕一个头，也有以鞠躬代替的。就座后，主人则是用一杯有两个枣阳的白糖开水招待，并说“请得得元宝”，客人则说“存到、存到”。如来者是长辈，除先敬一杯“元宝糖开水”外，还要泡一碗“盖碗茶”。</p>'
          +'<p>拜年是一种联络感情的形式。因为一年到头，各忙各的“财”，不能在一起“客气”，说不定为一笔生意，还要争执两句，只有借“过年”的机会，互相祝贺祝贺。</p>'
          +'<p>腊月三十在吃团年饭以前，还有一项重要的事情，就是贴门神对联。过去商号家大多是铺板门，中间是一对大门，大门两边的对联，无非是“生意兴隆通四海，财源茂盛达三江”一类吉祥词语，中间大门上则贴上秦叔宝、尉迟恭，钟馗等神像，以正压邪。中间门缝里，则贴上“开门大发”等字样，用刀子划开，还要在对门墙边的空隙处，贴上“出门大发”或“抬头见喜”等。</p>'
          +'<p>新年第一餐，就是吃“元宝”（肉馅饺子）。因为守了一夜岁，有的又出去拜了年，确实困乏，这时吃上一顿饺子，确实舒服。3天年，除了吃喝打牌看戏外，有的还要到街上玩龙灯舞狮子，遇上来给你拜年的，还要赏赐“红包”。</p>'
          +'<p>正有初五是“破五”。“破五大似年”，这天也要敬神，大放鞭炮。初五一过，老板就要向学徒伙计们说话：“今年你好好干”或“某某你今年另谋高就”。或去或留，就决定了你今年的命运。</p>'
          +'<p>正月初八开张营业，取八发吉祥之意。也有初九开张营业的，是上九（久）之意。一直到正月十三，襄樊人喜欢互相请春客，至亲好友，相互请吃。正月十四就准备过“灯节”（也叫元宵节），正月十五元宵节要吃汤圆，给小孩子扎或买各种各样的灯笼（花灯）。有的商号门上还挂上“走马灯”，上面有各种谜语，谁若猜中，还有奖赏。正月十五这天晚上，繁华的古城街市　有放烟火的，有玩龙灯的，有舞狮子的，一直闹到深夜。到了正月十六就各就各位——“打锣卖糖”各干一行云了。</p>'
      }
    ]
  },
  {
    name: "food",
    articles: [
      {
        id: "1",
        title: "灌汤蒸饺:最给力的年夜饭主食",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2015-1-15",
        abstract: "中国很多人，在过年的时候，都会吃饺子。所以，这个时候，做一个大家都喜欢的饺子是必需的。所以我说，在很多人的年夜饭里，饺子是不能少的。",
        content:
          '<p>中国很多人，在过年的时候，都会吃饺子。所以，这个时候，做一个大家都喜欢的饺子是必需的。所以我说，在很多人的年夜饭里，饺子是不能少的。</p>'
          +'<p>我不是北方人，我们的年夜饭里饺子是可有可无的。但，有总比没有强，因为这个超给力!</p>'
          +'<h1 class="smalltitle">猪肉冻原料</h1>'
          +'<p>猪肉皮400克，水3000克，盐5克，葱15克，姜15克</p>'
          +'<h1 class="smalltitle">蒸饺原料</h1>'
          +'<p>饺子皮少许，猪肉冻200克，猪肉200克，葱10克，姜10克，盐5克，老抽5ml白糖5克，料酒5ml，水少许</p>'
          +'<h1 class="smalltitle">做法</h1>'
          +'<ul>'
          +'<li>1. 肉皮洗净</li>'
          +'<li>2. 用水煮开</li>'
          +'<li>3. 用刀将肉皮去掉肥肉部分</li>'
          +'<li>4. 然后将肉皮切成丝</li>'
          +'<li>5. 切成丝的肉皮加水3000克</li>'
          +'<li>6. 再加盐，葱，姜末煮至肉皮变烂</li>'
          +'<li>7. 再去掉葱姜末，将肉皮水倒入搅拌机中，搅拌成糊</li>'
          +'<li>8. 再次煮开</li>'
          +'<li>9. 倒入模具中，冷藏一个晚上，脱模。</li>'
          +'<li>10. 用刀切成合适的大小备用。</li>'
          +'<li>11. 肉加葱，姜，盐，白糖，料酒，水放入搅拌机中搅拌成肉末</li>'
          +'<li>12. 加入肉皮冻搅拌好备用</li>'
          +'<li>13. 饺子皮少许</li>'
          +'<li>14. 将肉馅包好</li>'
          +'<li>15. 上蒸笼，高压锅，水开后，10分钟。即可。</li>'
          +'</ul>'
          + '<div class="box effect6">'
          + '<p>1. 做的肉皮冻比较多，建议分好放冰箱冷冻。要用的时候取一份即可。</p>'
          + '<p>2. 也可以将肉皮冻做成皮冻吃，沾上调料，也不错。</p>'
          + '<p>3. 馅料根据各人口味来调整。</p>'
          + '</div>'
      },
      {
        id: "2",
        title: "吉祥年夜饭菜谱做法",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2015-1-10",
        abstract: "春节，年夜饭都要有个好意头，因此本文特准备了几个吉祥年夜饭菜谱的做法，分别有花开富贵、福禄东海、富贵满堂、瑞雪丰年的做法。",
        content:
          '<p>春节，年夜饭都要有个好意头，因此本文特准备了几个吉祥年夜饭菜谱的做法，分别有花开富贵、福禄东海、富贵满堂、瑞雪丰年的做法。</p>'
          +'<h1 class="smalltitle">花开富贵</h1>'
          +'<h4>主料：</h4>'
          +'<p>绞猪肉300克，荸芥180克，香菇4朵，鸡蛋1个，胡萝卜1片，发菜38克，生菜5片，樱桃(装饰用)1颗。</p>'
          +'<h4>辅料： </h4>'
          +'<p>A：盐1茶勺，葱茸1汤勺，姜茸1/2汤勺，香油1茶勺，干淀粉1汤勺。 </p>'
          +'<p>B：油1汤勺。 </p>'
          +'<h4>制法：</h4>'
          +'<ul>'
          +'<li>1. 烤锅抹油，以微波高段火力预热3分钟，倒入打散的蛋液，摊开成薄片，以60%火力煎1分钟备用。</li>'
          +'<li>2. 荸荠洗净去皮，放入耐热袋，用刀背剁碎去水，取出;香菇用水泡软，去蒂切丁;发菜泡水40分钟备用。</li>'
          +'<li>3. 绞肉、荸荠、香菇及A料，朝同一方向搅拌至有粘性。</li>'
          +'<li>4. 取一碗，内壁涂油，辅上蛋皮，中间放1片胡萝卜，发菜拉开排成网格状，将拌好的绞肉填入，把多余的蛋皮向内摺，覆盖胶膜，以80%火力蒸10分钟。 </li>'
          +'<li>5. 取一盘，边饰生菜，将肉馅倒扣，以蛋皮中心为圆心，用刀尖通过圆心轻划4条直径，将蛋皮自圆心朝外掀开，将樱桃放在中央即可。 </li>'
          +'</ul>'
          +'<h4>特点： </h4>'
          +'<p>造型美观，色泽鲜艳，肉质香嫩。</p>'
          +'<h1 class="smalltitle">福禄东海</h1>'
          +'<h4>材料：</h4>'
          +'<p>排骨、蛤蜊、姜、葱 。</p>'
          +'<h4>制法：</h4>'
          +'<ul>'
          +'<li>1. 排骨飞水后洗净 (可以放几片姜，以去腥) </li>'
          +'<li>2. 姜洗净切丝备用。</li>'
          +'<li>3. 将排骨及姜放入锅中熬煮约40分钟~1小时。</li>'
          +'<li>4. 排骨熬煮40分钟~1小时后，再加入蛤蜊并加盐调味。</li>'
          +'<li>5. 再煮至汤滚，起锅装盘并洒上葱花，即可。 </li>'
          +'</ul>'
          +'<h4>贴心建议：  </h4>'
          +'<ul class="icons circleoklist">'
          +'<li>蛤蜊要事先泡水吐沙。</li>'
          +'<li>排骨煮熟烂后才放蛤蜊，这样蛤蜊吃起来才会鲜嫩多汁。</li>'
          +'<li>姜丝多放点，汤会比较好喝唷!</li>'
          +'</ul>'
          +'<h1 class="smalltitle">富贵满堂</h1>'
          +'<h4>材料：</h4>'
          +'<p>家乡肉或金华火腿、蜂蜜、桂花酱、糖、芡粉、土司。 </p>'
          +'<h4>制法：</h4>'
          +'<ul>'
          +'<li>1. 土司切去四个硬边。 </li>'
          +'<li>2. 用一块干净的板子将吐司压得扎实一点，接着将压过的吐司对折，备用(我是用菜板压的）。</li>'
          +'<li>3. 把火腿肉切成和土司般大小。</li>'
          +'<li>4. 锅里放入两小茶匙的桂花酱、蜂蜜、糖及适量水，滚后放入腿肉，小火熬煮约40分钟。</li>'
          +'<li>5. 熬煮约40分钟后，用芡粉水勾浓芡，即可起锅，装盘。</li>'
          +'<li>6. 满满的糖、满满的蜜，吃了肯定让你富贵满堂唷!</li>'
          +'</ul>'
          +'<h1 class="smalltitle">瑞雪丰年</h1>'
          +'<p>过年不要都是大鱼大肉，素食也是不可缺少的。这道菜其实就是一道素炒，在选料上可以自己选择，原则是色彩搭配合理，有喜庆气氛。 </p>'
          +'<h4>原料：</h4>'
          +'<p>鸡蛋6个、银杏、西蓝花、白玉菇、腰果(熟)、辣椒。 </p>'
          +'<h4>调料料：</h4>'
          +'<p>盐。 </p>'
          +'<h4>制法：</h4>'
          +'<ul>'
          +'<li>1. 将西蓝花切小块，用沸水汤过。白玉菇留下圆头，辣椒切小块。 </li>'
          +'<li>2. 鸡蛋取蛋清，打到发泡，约30分钟。放入锅里蒸3分钟，铺在盘底，就是“瑞雪”。</li>'
          +'<li>3. 锅里放一勺的油，先下辣椒翻炒，再加入西蓝花、白玉菇、腰果、银杏，加盐、鸡精翻炒2分钟就可以起锅了。</li>'
          +'<li>4. 把炒好的素菜铺到“瑞雪”上，“瑞雪丰年”就做好了。</li>'
          +'</ul>'
      },
      {
        id: "3",
        title: "孩子早餐营养食谱的基本模式",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2014-10-10",
        abstract: "孩子的早餐营养食谱模式以及食物种类的基本要求，可以用这样一句顺口溜来概括：“两种主食一份菜，一个鸡蛋加杯奶”……",
        content:
          '<p>孩子的早餐营养食谱模式以及食物种类的基本要求，可以用这样一句顺口溜来概括：“两种主食一份菜，一个鸡蛋加杯奶”，具体选择与搭配方法如下：</p>'
          +'<p>（1）两种主食：基本要求是有米有面，有稀有干、有咸有甜、主食和餐点各一种。如供给一碗八宝粥（或者是杂粮杂豆粥），再加一个菜肉包子。这样的食物搭配，既使食物种类多样化，又使在主食中同样摄入到较为均衡、全面的孩子所需营养。</p>'
          +'<p>（2）一个鸡蛋：即供给一个鸡蛋，如制作为水蒸蛋、炒鸡蛋、煮鸡蛋、荷包蛋等。</p>'
          +'<p>（3）一小碟菜：比如供给一份香菜豆干丝，或者是芹菜花生米。这样既起到增进食欲的效果，又补缺了相应的营养素。</p>'
          +'<p>（4）一杯奶：可供给一杯牛奶或豆奶。如选择牛奶，还应考虑选择纯牛奶、酸牛奶，其中蛋白质的含量应大于2.3%。</p>'
          +'<p>（5）一个水果：在孩子早餐后还可给吃一个水果，如苹果、桔子、橙、猕猴桃、梨等，以补缺相应的营养素和补充一定的水分。而如果选择木瓜、苹果、西红柿等制作一小份水果拼盘，那就更为理想了。</p>'
          +'<p>如果给孩子安排这样的一套早餐，可以说各种营养素的供给量相当均衡、全面、合理，既有利于孩子的消化吸收，又使孩子感觉到是一种营养美食的享受。</p>'
          + '<div class="box effect6">'
          + '<p>贴心提示：如果选择牛奶，建议你给孩子供给国家定点生产的“学生奶”。这是因为“学生奶”是由国家政府行为推荐的，产品产自国内大型正规乳品企业，奶源来自最好牧场的最好鲜牛奶，并且产品质量达到国际最高标准。</p>'
          + '</div>'
      },
      {
        id: "4",
        title: "春季居家饮食谨防食物中毒",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2014-3-17",
        abstract: "正常甘蔗的横切面是白色、无味的。受到真菌污染而发霉变质后甘蔗质地较软，外皮无光泽，颜色较深，有酸霉等异味，且截面呈浅黄色、浅褐色至深褐色，甚至出现霉点。……",
        content:
          '<h1 class="smalltitle">发霉甘蔗</h1>'
          +'<p>正常甘蔗的横切面是白色、无味的。受到真菌污染而发霉变质后甘蔗质地较软，外皮无光泽，颜色较深，有酸霉等异味，且截面呈浅黄色、浅褐色至深褐色，甚至出现霉点。霉变甘蔗含有神经毒素，损伤人体中枢神经系统，食用后2—8小时即发病，严重者出现昏迷、呼吸衰竭、死亡，其死亡率和出现后遗症的概率达到50%。霉变甘蔗中毒的发病高峰期为每年年初，一旦发生中毒事故，应立即对食用霉变甘蔗中毒的病人进行洗胃、灌肠以排除毒物，并送医院救治，在对症治疗中要特别注意消除脑水肿，改善脑血循环，预防后遗症。民谚说得好：“清明蔗毒过蛇”。还要提醒市民,少数不法商贩会将霉变甘蔗再加上一些色素榨成果汁卖，一般人很难分辨出来。所有市民在购买甘蔗汁时应挑选新鲜甘蔗，确认未发生霉变后当场交给商贩现榨。</p>'
          +'<h1 class="smalltitle">四季豆中毒</h1>'
          +'<p>四季豆俗称刀豆、芸豆。生的四季豆中含皂甙和血球凝集素，彻底加热可破坏这两种有毒物质。若加热不彻底，毒素留存极易导致食物中毒。一般吃后0.5-5小时便会发病，先是胃部不适，继而恶心、呕吐、腹痛;部分患者还会出现头晕、头痛和发热等症状。一般入院治疗一两天便可痊愈，鲜见有死亡者。卫生监督部门提醒，四季豆是一种四季都能吃到的蔬菜，因此四季豆中毒一年四季均会发生。正确烹调是充分加热、彻底炒熟，使豆棍由支挺变为焉弱，颜色由鲜绿色变为暗绿，吃起来无豆腥味。有的人喜欢食用前先用开水烫，再用油锅爆炒，如果两度加热均不彻底，达不到煮熟、煮透、煮变色的要求，未能将毒素分解殆尽，引起食物中毒。消费者在外用餐时，也要有自我保护意识，若发现上桌的四季豆色彩鲜绿，则要先浅尝一口，没有臭青等异味时，方可放心食用。</p>'
          +'<h1 class="smalltitle">扁豆中毒</h1>'
          +'<p>扁豆因地区不同又叫芸豆角、菜豆、刀豆、四季豆，是人们普遍食用的蔬菜。扁豆豆荚含皂素，对消化道有强烈刺激性，可引起出血性炎症，并对红细胞有溶解作用，加热100℃，经30分钟以上，可破坏毒性;豆粒中含血细胞凝集素，具有血细胞凝集作用。菜豆放置过久，尚可产生大量亚硝酸盐，引起变性血红蛋白症。这些毒素在持续加热下可被破坏。如在烹调扁豆时没有熟透，就会造成中毒;一般中毒发生在进食后l～5小时内，快者数分钟，出现头痛、头晕、恶心、呕吐、腹痛及腹泻。病程1～2天，预后良好。轻度中毒不必治疗，可自行恢复;吐泻严重时可静滴葡萄糖盐水和维生素C，促进皂素排泄，纠正脱水。市民在食用时尽可能挑选嫩扁豆食用，因扁豆长得越老，皂素就越多。久放的扁豆不宜食用。食用前摘净扁的两端及荚丝，因这些部位所含毒素最多。烹调扁豆时应使其熟透，以破坏其毒素，一般说来，红烧扁豆比急炒扁豆食用要安全得多。</p>'
          +'<h1 class="smalltitle">发芽马铃薯</h1>'
          +'<p>马铃薯又称土豆、山药蛋、洋山芋，是我国家庭常用的蔬菜，很多农民家里都会储存一些，随吃随做。时间稍长，土豆表面会长出绿芽。马铃薯营养丰富，但内含有龙葵碱，但未成熟马铃薯和发芽马铃薯含龙葵碱较高，进食后极易中毒。食用0.2克-0.4克即可引起中毒,数10分钟或数小时之内即可发病，患者首先感到咽喉部瘙痒、烧灼，上腹部烧灼、发热或疼痛，并有恶心、呕吐、腹痛、腹泻等。到了春季生芽的马铃薯较多,对发芽多、皮肉变色的马铃薯不可食用。芽较少者，可挖去芽及芽眼周围部分，烹调时加适量醋，烧熟、煮透再食用,也可烹调前用水浸泡半小时，烹调时可加少量醋，有助于减少龙葵碱，避免中毒。市民购买时要适量，土豆保存要得当，防止发芽。</p>'
          +'<h1 class="smalltitle">鲜黄花菜</h1>'
          +'<p>鲜黄花菜里含有秋水仙碱，本身无毒，但进入人体后，被氧化成氧化二秋水仙碱就有毒了。可出现恶心、呕吐、腹痛、腹泻、口渴等症状，严重者可有血便、血尿或无尿。据专家介绍，秋水仙碱是水溶性的，食用鲜黄花菜前一定要先经过处理，去除秋水仙碱。可以将鲜黄花菜在开水中焯一下，然后用清水充分浸泡、冲洗，使秋水仙碱最大限度地溶于水中，此时再行烹调，可保安全食用。食用鲜黄花菜，每次不宜多吃，最好不超过50克。食后一旦出现呕吐、腹泻等症状，尽快到医院就诊，同时也可先自行采用简易方法进行催吐，以减少有毒物质吸收，但不要自行乱服药物，以免加重病情。</p>'
          +'<h1 class="smalltitle">鲜木耳</h1>'
          +'<p>春季是南方木耳疯长的季节，有人认为，刚采摘的木耳鲜嫩可口，但专家提醒大家还是不要立刻就食用，因为新鲜木耳含有一种卟啉类光感物质，人食用后，会随血液循环分布到人体表皮细胞中，受太阳照射后，会引发日光性皮炎。这种有毒光感物质还易被咽喉粘膜吸收，导致咽喉水肿。</p>'
          +'<h1 class="smalltitle">野蘑菇</h1>'
          +'<p>每年春季，毒蘑菇生长旺盛，是引起毒菇中毒的高发季节。每年均有相当一部分群众因采食野蘑菇中毒甚至丧命。卫生监督部门提醒市民珍惜生命，提高警惕，切勿采食野蘑菇。我国已知食用蘑菇种类约有700多种，大多数美味可口的种类仍处于野生状态。同时，毒蘑菇资源也非常丰富，多达190多种，以广东等地毒蘑菇种类最多。据介绍，毒蘑菇与食用菇没有明显区别，仅凭肉眼难以鉴别，容易因误食而造成重大食物中毒，误食毒蘑菇中毒症状严重，死亡率极高。毒蘑菇中毒临床症状分为五种类型：胃肠炎型、神经精神型、溶血性型、脏器损伤型和日光皮炎型。</p>'
      }
    ]
  },
  {
    name: "health",
    articles: [
      {
        id: "1",
        title: "0-3个月宝宝夜间睡眠训练",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2015-1-15",
        abstract: "专家推荐的让宝宝上床的时间在7点到8点之间，这样就能保证宝宝有一个足够长的时间来睡觉。充足的睡眠能保证宝宝第二天有精力吃饱喝足，形成一个良性循环。",
        content:
          '<p>专家推荐的让宝宝上床的时间在7点到8点之间，这样就能保证宝宝有一个足够长的时间来睡觉。充足的睡眠能保证宝宝第二天有精力吃饱喝足，形成一个良性循环。</p>'
          +'<p>0-3个月的婴儿应该每晚保证有11到12个小时的睡眠时间。新生儿每晚当然会因为饥饿而多次醒来，这时需要给他喂奶。</p>'
          +'<p>如果你每晚需要数次起床来哄孩子重新入睡（新生儿喂夜奶除外），这正说明你的孩子需要尽快地开始睡眠训练。你每次去哄孩子的举动，其实是一个错误的"教育"方法，使孩子不会自己重新入睡，等待你的安抚来促使他入睡。</p>'
          +'<p>所有的人，包括成人和儿童，其实都会在夜间醒来数次。其区别在于，成年人知道如何使自己重新入睡，这个举动如此的迅速，以至你通常根本不记得。一旦孩子学会自己入睡，他就不再需要依赖你的帮助！！！这意味着你和孩子两个人更好的睡眠。</p>'
          +'<p>当孩子没有喂养方面的问题，并且本身睡眠不错，不能入睡的问题可能是因为太累或者太兴奋，这个方法比较有效。方法及其简单，就是让孩子哭，直到他睡着。虽然这个方法听起来比较残酷，但这确实是防止今后发生更大睡眠问题的最好方法。</p>'
          +'<p>对六周以下的婴儿来说，哭泣时间可能持续5到10分钟，极度疲劳或者兴奋的婴儿，这个时间可能会最长达到20分钟。如果你觉得实在难以忍受孩子的哭泣，强迫自己再多坚持5分钟，再回到孩子身边。</p>'
          +'<p>这时你可以进入孩子的房间，以轻微的接触伴以嘘声来安抚他。你待在那里的时间应该持续一分钟到两分钟，然后离开。如果孩子还在哭泣，你必须在等待至少5至10分钟以后才再次进入他的房间。重复这个过程，直到孩子自己入睡。</p>'
          +'<p>核心夜方法可以用在六周以上的宝宝，其体重应该大于4.6kg，已经有了比较规律的日间活动时间表，夜间表现正常，每周体重增加也在标准范围内。正确开始这个方法的时间是，你发现宝宝晚上醒来要奶喝，但是早晨7点的第一顿奶并不能好好喝，说明他不饿。也就是说，宝宝已经具备了夜里睡整觉的条件。</p>'
          +'<p>核心夜的基本原则是，一旦宝宝在持续几个晚上的同一时段里能熟睡比较长的时间，那以后这个时间段里就不必给他喂奶。 如果他在这个时间段里醒来，你应该让他自己待着几分钟不去管他，这样他会重新睡着。</p>'
          +'<p>如果他不能入睡，轻轻拍拍他，给他一个安抚奶嘴或者一口水喝，你的举动应该很轻很小，不要引起他注意力。六周以上正常体重的婴儿，在夜里3点醒来，你先是只给他安抚奶嘴，或者用奶瓶装一些烧开过的凉水给他。如果他还不能入睡，这是才给他极少量的奶，足够他支持到早晨7点的量就可以了。</p>'
          +'<p>如果其他方法都无效，那有控制的哭泣是对六个月以上婴儿睡眠训练最有效的方法。</p>'
          +'<p>这是一种强化训练，需要大量的准备和关注，但一旦成功，效果非常好。如果孩子夜里还是要奶喝，请先使用核心夜方法，来确定孩子醒来的原因确实不是因为饥饿。</p>'
          +'<p>下面列出从第一天开始的睡眠训练计划。相同的程序必须坚持，不管你的孩子在夜里醒来多少次。</p>'
          +'<ul>'
          +'<li>1. 确定一个孩子睡觉的时间，坚持每天都这个时候送他上床。此前留出足够的时间，用来洗澡，喂奶和安静下来。</li>'
          +'<li>2. 在他太困之前就让他在床上安顿好。说晚安亲吻之后就离开房间。</li>'
          +'<li>3. 如果他开始哭，至少等待5 到10 分钟以后才回去安慰他。安慰时间要最短，也就是他一旦安静下来就停止安抚。你可以碰碰他，温柔地发出 ssh-ssh 声，但不要表现出任何要抱起他的愿望。在两分钟后就离开房间，即使他这时仍然在哭泣。</li>'
          +'<li>4. 在哭泣了半个小时之后，两次探访他的时间间隔应该增加5到10分钟，也就是增加到15到20分钟。</li>'
          +'<li>5. 持续这个15到20分钟的时间间隔直到孩子睡着。安抚时间仍然做到最短，不要超过两分钟，孩子必须留在床上，不要抱他。</li>'
          +'<li>6. 如果孩子在夜里醒来，要等20分钟后，仍旧采用这个方法来安抚他。时间间隔最大在15到20分钟之间。</li>'
          +'</ul>'
          +'<p>重要的是，白天的小睡也要坚持昨晚达到的间隔。</p>'
          +'<ul>'
          +'<li>1. 等待至少20分钟后才去安慰他，安慰的幅度做到最小，时间最短，不要超过两分钟。</li>'
          +'<li>2. 如果孩子入睡的时间已经接近于他应该起床的时间，让他在早晨睡15分钟，午饭后睡45分钟，这样他不会在下午3点后入睡。如果孩子实在太累，可以让他在下午睡15到20分钟，这样他不会过度疲劳。</li>'
          +'<li>3. 采用和昨天相同的方法和步骤, 这次等待25到30分钟才进去安慰他。在第二天，用 "ssh-ssh"声来安慰他，但不要摇晃或者接触他。</li>'
          +'<li>4. 如果一个小时后宝宝还在哭泣，两次安慰的间隔期加长到45分钟。</li>'
          +'<li>5. 如果孩子在夜里醒来，要等45分钟后才去安抚他，安抚过程中不要和他说话，不要身体接触。</li>'
          +'</ul>'
          +'<p>到第三天，大多数宝宝都已经学会了自己在20分钟内入睡，已经不用你再去检查。</p>'
          +'<ul>'
          +'<li>1. 如果孩子有反复，不能在20分钟内入睡，你必须去查看，也要遵守最初20分钟，其后逐渐加长到45分钟的原则。</li>'
          +'<li>2. 一旦孩子连续几个晚上可以在20分钟内入睡，训练基本已经完成。以后孩子偶尔不能入睡，只须采用哭泣入睡法即可。在几周之后，大多数经过睡眠训练的孩子都不再有入睡问题。</li>'
          +'</ul>'
      },
      {
        id: "2",
        title: "早期教育知识",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2015-2-15",
        abstract: "科学研究表明，3岁以前人脑的发育速度最快。出生婴儿脑重占成人脑重的25%，6个月时婴儿脑重占成人脑重的50%，一周岁时婴儿脑重接近成人脑重的60%，二周岁时脑重约为出生时的3倍，约占成人脑重的75%。0至6岁可获得60%的智力开发，是人生最重要的时期。",
        content:
          '<h1 class="smalltitle">为什么要进行早教？</h1>'
          +'<p>科学研究表明，3岁以前人脑的发育速度最快。出生婴儿脑重占成人脑重的25%，6个月时婴儿脑重占成人脑重的50%，一周岁时婴儿脑重接近成人脑重的60%，二周岁时脑重约为出生时的3倍，约占成人脑重的75%。0至6岁可获得60%的智力开发，是人生最重要的时期。</p>'
          +'<h1 class="smalltitle">孩子的教育应何时开始？</h1>'
          +'<p>人的潜能开发遵循着递减规律，开发得越早，开发程度就越高，反之则开发的程度就越低。0至6岁之间为黄金时期。对婴幼儿的教育越早越好，应从新生儿降生开始。</p>'
          +'<h1 class="smalltitle">小儿功能发育——动作</h1>'
          +'<p>2个月时会抬头；3个月抬头较稳；4个月会抓玩具；5个月会抓东西放入口中；6个月两手撑住后能坐；7个月能独坐；8个月会用上肢爬；9—10个月会用拇指、食指取物；10—11个月能独站片刻；12—14个月会走路；18个月会跑，会倒退走路。</p>'
          +'<h1 class="smalltitle">小儿功能发育——视力、听力</h1>'
          +'<p>1—3个月两眼能跟随物体转动；3—5个月开始看自己的手，并能固定视物、外界有声音时，头能转向声源；5—7个月出现手眼协调动作，用手抓取看到的东西，能区别父亲和母亲的声音，有答应的表示；10个月时两眼可迅速而直接的看向声源。</p>'
      },
      {
        id: "3",
        title: "德国科学家表示：“催学”不利于幼儿健康成长",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2014-9-15",
        abstract: "新华网柏林８月９日电（记者　金晶）德国科学家日前表示，许多家长不考虑孩子的兴趣与接受能力，让幼儿接受过于沉重的语言或音乐等教育，这种“催学”的做法不利于孩子健康成长。",
        content:
          '<p>新华网柏林８月９日电（记者　金晶）德国科学家日前表示，许多家长不考虑孩子的兴趣与接受能力，让幼儿接受过于沉重的语言或音乐等教育，这种“催学”的做法不利于孩子健康成长。</p>'
          +'<p>据德国《世界报》日前报道，德国国家早期教育研究所的专家哈特穆特·卡斯滕表示，那种认为刚出生的孩子是一张白纸，可以随便“上色”的看法是错误的。一些父母让年幼的孩子接受过于沉重的语言或音乐等教育，可能会使孩子失去学习兴趣，影响孩子将来接受新事物的能力。</p>'
          +'<p>卡斯滕说，幼儿时期是大脑发育的重要时期。在这个过程中，给孩子创造一个温馨、正常的、有利于培养兴趣的环境对孩子的成长更重要。孩子的教育应当循序渐进，根据孩子的兴趣以及接受能力来安排。</p>'
      },
      {
        id: "4",
        title: "早上学对孩子有害处吗？",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2014-8-15",
        abstract: "就在我们都为英国意志消沉和暴饮暴食的下一代感到担忧的时候，教师们提出，孩子们应该到7岁再开始上学。教师联合会在昨天召开的年会上说，孩子们应该被允许晚一点接受正式教育，这样他们就能有更多的时间玩耍。难道是这些教师们疯了？还是他们确实有正当的理由提出这样的观点？也许他们亲眼见到了现行教育体制的压力给5岁孩子脆弱的心灵造成的伤害。",
        content:
          '<p>新华网消息：英国《每日电讯报》网站8月2日发表文章，题目是“早上学对孩子有害处吗？”，文章摘要如下。</p>'
          +'<p>就在我们都为英国意志消沉和暴饮暴食的下一代感到担忧的时候，教师们提出，孩子们应该到7岁再开始上学。教师联合会在昨天召开的年会上说，孩子们应该被允许晚一点接受正式教育，这样他们就能有更多的时间玩耍。难道是这些教师们疯了？还是他们确实有正当的理由提出这样的观点？也许他们亲眼见到了现行教育体制的压力给5岁孩子脆弱的心灵造成的伤害。</p>'
          +'<p>在我接触一些学校、家长、老师和儿童心理学家的过程中，确实有越来越多的人在讨论为什么我们的孩子要这么早开始上学。推迟孩子的上学年龄并不是什么极端的想法——许多国家几十年前就开始这样做了，而且他们的儿童并未因此有什么损失。最近，美国的一项研究显示，与那些上学较晚的儿童相比，在5岁就开始接受“教师指导的学术教育”的儿童并不具有“持久的学术上的优势”。而且，他们成年后往往更容易出现情绪上的问题。</p>'
          +'<p>在包括法国和德国在内的19个欧洲国家，接受义务教育的法定年龄是6岁，在瑞典和波兰等8个国家则是7岁。在全球范围来看，6岁是孩子上学的普遍年龄。而在英国，2002年，有59%的4岁孩子已经在上幼儿班，尽管我们的义务教育规定的法定年龄是5岁。议员巴里·谢尔曼就在呼吁对此进行改革。而目前正在剑桥大学进行的全国初等教育评估也在考虑小学入学年龄的问题，该项评估报告将在明年10月出炉。</p>'
          +'<p>提出这一方针的动力和思路是基于孩子们成长的现实情况。7岁是变化比较大的年纪。这个时候孩子们的思维和对自己的看法都会开始改变。最关键的是，他们对自我有了更清晰和独立的认识，这使他们能够更好地认识自己的错误，并接受有益的批评。现行教育的测评体制让孩子在过早的年龄就接受了界定成功和失败的固有标准。</p>'
          +'<p>年幼儿童的大脑是要通过玩耍、探索以及从成年人和其他孩子那里受到的密切关注来学习和成熟的。孩子们就是这样来认识到自己是谁、能做什么，同时建立起好奇心和行为能力。很好的玩耍可以增强自我认同和自信心，这两项都是自尊和心理健康的重要组成部分。许多孩子还没有准备好去适应学校的严格制度，像在4岁的时候就要按要求在特定的时间内用特定的方式完成特定的事，更不用说在5岁就要接受测评，7岁就要考试了。</p>'
          +'<p>如果过早上学确实会对年幼孩子本来就不稳固的自信和自尊心造成潜在的伤害，男孩子们受到的影响肯定更大。即使在最好的情况下，男孩和学校也总是不太合拍，而且男孩一般都比女孩成熟得晚。从发育角度来说，他们出生时比女孩小了6周，并且他们天生的脾性和特点——身体强壮、做事直接、不善言辞——使得他们与同年龄的女孩比起来更不容易适应学校的束缚和正规化的学习。如果让男孩7岁上小学，13岁上中学，我们也许就能提高他们的成绩，减少不满。</p>'
          +'<p>法定的上学年龄还只是问题的一个方面。许多法定上学年龄较晚的国家都能提供高质量的学前教育。父母大都望子成龙，而且认为越早上学越好的观点也并非毫无道理。许多英国的父母担心，如果在孩子表现出学习热情时不及时抓住，那孩子以后就有可能落后，但假如学前教育能得到普遍改善，他们就不会有此担忧了。许多年前，当我发现自己3岁的孩子已经开始看书了，我差一点就想把他提前送进学校——直到一位教师朋友说我这样做简直是疯了。现在我认识到当时确实是不理智——而且那时还没有入学测试呢。即使是现在对准备上学的5岁儿童进行的基本能力测试，像系鞋带、安静地坐着、会写自己的姓等等，依然会给家长带来压力，谁都希望证明自己是了不起的父母，希望自己的孩子在起跑线上就胜人一筹。尽管家长的干预开始会帮助孩子表现得好些，但过早施加太大的压力最后的结果只能是适得其反。</p>'
          +'<p>我相信，晚一点上学会让大多数孩子受益，这样他们就能有更多的时间建立自信心，满足好奇心，培养学习的兴趣，并能有更多的时间与爱他们的人呆在一起。但最有益的一点在于，这样能保护年幼的孩子不去过早地完成任务，接受测试。政府可能为我们的孩子感到忧心忡忡，但他们更应该认识到，他们的政策正在培养出一大批忧心忡忡的孩子。</p>'
      },
      {
        id: "5",
        title: "六成多家长急需早期教育知识",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2014-7-15",
        abstract: "记者日前从全国妇联儿童工作部获悉，调查显示，我国家长对早期家庭教育知识需求强烈，61.7%的0岁至6岁的家长希望获得“儿童的营养、卫生、保健”方面的知识，57.9%的家长希望了解儿童“习惯、品德培养”方面的知识。",
        content:
          '<p>记者日前从全国妇联儿童工作部获悉，调查显示，我国家长对早期家庭教育知识需求强烈，61.7%的0岁至6岁的家长希望获得“儿童的营养、卫生、保健”方面的知识，57.9%的家长希望了解儿童“习惯、品德培养”方面的知识。</p>'
          +'<p>该组数据来源于家庭教育与性别平等项目基线调查报告，此项由全国妇联儿童工作部、联合国儿童基金会联合开展的调查表明，家长对孩子的心理健康、性格培养、特长培养方面的知识有着广泛需求，而这些内容都直接影响到儿童的健康成长。</p>'
          +'<p>“家长迫切需要有关家庭教育的指导和服务。”全国妇联儿童工作部部长邓丽说。调查显示，超过20%的家长从未参加过家长学校和家教指导机构的活动。在农村留守幼儿中，这一问题更加突出。一些农村家长缺乏科学的喂养知识，不能合理搭配日常饮食，部分留守儿童体格生长发育指标水平明显低于非留守儿童。</p>'
          +'<p>由于0周岁至5周岁留守幼儿有55%和祖辈或其他人一起生活，缺少父母亲情呵护与亲子交流，在认知、情感、社会性发展方面都受到深刻而持久的影响。另外，留守幼儿接受正规学前教育的机会少，在家庭教育上的不足得不到正规学前教育补偿，早期发展受到局限。</p>'
      }
    ]
  }
];

var dataMap = pressData.reduce(function (map, category){
  category.articlesMap = category.articles.reduce(function(articlesMap, article) {
    articlesMap[article.id] = article;
    return articlesMap;
  }, {});
  map[category.name] = category;
  return map;
}, {});

exports.getAll = function() {
  return data;
};

exports.lookupCategory = function(name) {
  return dataMap[name];
};

exports.lookupArticle = function(category, id) {
  return dataMap[category].articlesMap[id];
}
