var pressData = [
  {
    name: "notice",
    articles: [
      {
        id: "1",
        title: "热烈庆祝康乐家政中南店搬迁至街道口未来城",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2012-2-1",
        content:
          '<p>热烈祝贺武汉市洪山区康乐家政服务中心街道口分店正式营业！</p>'
          + '<p>由于地铁4号线的城市建设，武汉市洪山区康乐家政服务中心中南分店拆迁，为广大客户的家政需求带来不便。为答谢广大客户的关心和厚爱，我公司在街道口筹建分店，并于2012年2月1日正式营业。 </p>'
          + '<p>街道口分店地址：武汉市洪山区街道口未来城C座1112室。</p>'
          + '<p>欢迎广大客户来新店咨询。</p>'
      },
      {
        id: "2",
        title: "祝康乐家政新老客户及全体员工端午节快乐",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2011-5-28",
        content:
          '<p>值此端午佳节来临之际，武汉市洪山区康乐家政服务中心祝新老客户及全体员工节日快乐，身体健康，工作顺利，万事如意！</p>'
      },
      {
        id: "3",
        title: "春节临近，找家政得提前一周",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2011-5-28",
        content:
          '<p>近年来，随着生活水平的不断提高，很多市民春节前都会请保洁人员到家里进行大扫除。记者今天采访发现，临近春节，家政市场迎来用工高峰，很多家政公司的业务已经预订到腊月二十八前后。今年家政保洁市场价格和去年变化不大，房屋保洁价格多在2.5元/平方米左右，部分中小型家政公司价格有所上涨。</p>'
          + '<p>今天下午，记者从济南阳光大姐服务有限公司了解到，今天工作人员忙得不亦乐乎，所有的家政人员都有业务，预订家政的电话此起彼伏。一位工作人员介绍，从10多天前就开始忙了，几乎每天都闲不着，多数顾客是预订家庭保洁，虽然没有进行统计，但是总体业务量较平常增加了约七八成，“现在要是来预订家政服务，至少得排一周之后。”这种情况在家政市场较为普遍。济南知心大姐家政和富阳家政的相关负责人告诉记者，公司家政人员的班每天都排得满满的，要是想找家政，最好是提前一周来。</p>'
          + '<p>记者了解到，随着生活节奏的加快和生活水平的提高，市民更愿意找家政人员做家庭大扫除。知心大姐的相关负责人告诉记者，从全年情况看，业务量增加了约五成，特别是节前和周末，几乎都会爆满。而且，家庭保洁的房屋面积也越来越大，以往多是七八十平方米，现在不少顾客的房屋面积在近200平方米。</p>'
          + '<p>家政市场火爆，但价格和去年相比变化不大。阳光大姐的工作人员介绍，今年保洁价格和去年相同，还是2.5元/平方米。记者采访多家家政公司发现，保洁价格多在2.0元/平方米至3.0元/平方米，一些小型家政的价格略有提高，总体较为稳定。</p>'
          + '<p>此外，很多家政公司的保姆也多被预订一空。在一家私企工作的张女士最近给家政公司打电话想请一个保姆，然而家政公司却告诉她，所有的家政工都已经被预约满了，现在预约只能给安排到年后。</p>'
          + '<p>业内人士提醒广大消费者，在聘用家政人员的时候，一定不要贪图便宜，尽量选择比较大的、证件齐全的家政公司，在雇佣家政人员时，最好查看公司的营业执照、服务人员的健康证，并且一定要与其签订劳动合同，在合同期间，如果与家政人员发生纠纷，可以依据合同到工商部门进行投诉，或通过仲裁、诉讼等方式来维护自己的权益。</p>'
      },
      {
        id: "4",
        title: "春节临近，需要年末大扫除的家庭请提早预定",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2011-5-28",
        content:
          '<p>春节前，老百姓一般都会来一次大扫除。春节前家政服务用工荒每年都会出现，今年也不例外。春节前家庭服务，特别是擦玻璃和整体保洁需要的比较多，现在不少市民都是提前来预订服务。</p>'
          + '<p>今天下午，记者从济南阳光大姐服务有限公司了解到，今天工作人员忙得不亦乐乎，所有的家政人员都有业务，预订家政的电话此起彼伏。一位工作人员介绍，从10多天前就开始忙了，几乎每天都闲不着，多数顾客是预订家庭保洁，虽然没有进行统计，但是总体业务量较平常增加了约七八成，“现在要是来预订家政服务，至少得排一周之后。”这种情况在家政市场较为普遍。济南知心大姐家政和富阳家政的相关负责人告诉记者，公司家政人员的班每天都排得满满的，要是想找家政，最好是提前一周来。</p>'
          + '<p>“家政服务员紧缺的难题，将成为今后长期困扰家政服务行业发展的一大难题。”市家庭服务业协会会长表示，现在很多家政服务人员都是兼职从事这一行业，一有机会就会马上转投其它更稳定的行业，当家政人员供不应求时，一些非正规的家政公司就会找临时工凑数，这样就会影响服务质量。业内人士提醒市民，春节期间请家政服务人员最好尽早做些安排。在选择家政公司时一定要谨慎。首先选择有资质的家政公司，这样能确保家政服务的质量。</p>'
          + '<div class="box effect6">'
          + '武汉康乐家政特此通知：为了能更好的为您服务，请您至少提早2至3天预定年末大扫除。'
          + '</div>'
      }
    ]
  },
  {
    name: "tips",
    articles: [
      {
        id: "1",
        title: "怎样选择合适的家政服务员",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2011-1-1",
        content:
          '<h1 class="smalltitle">我的要求——详细好还是粗略好?</h1>'
          + '<p>这个问题很有趣，不同的人完全是不同的做法。有的雇主会把自己需要的情况说得非常的清楚。而有的雇主可能是担心家政公司或者是保姆根据自己的情况加价，而忽略了一些我们觉得很重要的情况。最后在面试的时候，原先的表述和实际的情况差别比较大，引起不必要的误会。其实，您找公司就是需要我们的服务的，只有您把自己的情况介绍清楚，我们才能够根据你的情况匹配合适的人员，提高彼此的效率，尽可能的为您服务。</p>'
          + '<h1 class="smalltitle">我的期望值——80分就是100分。</h1>'
          + '<p>家政人员一般都具有艰苦朴素、吃苦耐劳的特点。但是，现在的家政从业人员同时也具有：流动性大，文化水平和教育程度普遍不高，有些阿姨来自农村，生活习惯和城市有一些区别等特点。我接待很多雇主，期望值比较高，希望阿姨能面面俱到，其实这是很难的。金无足赤，人无完人。有些人在一个方面有优势，在另一个方面可能就会相对弱一些。这个时候，我们一般建议雇主，您抓住主要的大方向，最能够满足你需求的那些方面，放低一些其他方面的期望值，这样你的选择可能会更加的舒心。而且就我们一般的经验而言，经过一段时间的磨合和相处，绝大部分的家政人员都能够满足雇主的需求，相处愉快。</p>'
          + '<h1 class="smalltitle">谈工资——从来都不是越低越好。</h1>'
          + '<p>这个方面是很敏感的一个方面，道理其实很简单，雇主当然是希望越便宜越好，家政人员当然是觉得工资越高越好。其实还是一个雇主需求，工作量，家政人员需求的一个平衡点。其实您可以想想，家政服务也是一种商品，一分价钱一分货。直接比价格没有意义，性价比才是最重要的。你需要的是一个有保障的，有服务品质的，适合你家庭需求的家政服务。支付合理的对价是让双方放心的选择。（我们所有的家政服务在网站上都是明码实价，让您透明消费，用的放心。）</p>'
          + '<h1 class="smalltitle">商量一下——怕自己冲动消费，但是可能会错过很适合的人。</h1>'
          + '<p>有时候在面试讨论合同的时候，雇主基本也是比较满意的。但是当时很难得下决定，怕自己冲动消费，拿不定主意，还是想回家商量一下。我们一般都会提示：好的家政人员消化的很快。有时候上午见一个没有决定，下午见得就确定下来了。这样的事情发生过很多次，有时会有雇主责怪我们怎么没有留住人，但是从我们的角度考虑，还是要以家政人员的最大利益出发。所以您如果看准了，该出手时就出手，很多事情，具体怎么样，还真是相处之后才知道呢。而且，我们公司是有后续服务的，会帮您协调相互关系，完善的售后服务应该能尽量让您无后顾之忧。</p>'
          + '<h1 class="smalltitle">怎么还是选不准——一切都是缘分。</h1>'
          + '<p>两个好人不一定相处得好”,这是我在接待工作时经常说的一句话。在家政工作中，工作技能和人际相处都是非常重要的。如果相处一段时间，实在是磨合不了，也不要灰心，无须怀疑自己的选择。很多事情还真的都是缘分呢。我们的售后将会跟您详细沟通，再次了解您的详细需求，免费为您更换更为合适的人员。</p>'
          + '<div class="box effect6">'
          + '上述问题是本公司在实际接待工作中遇到最多最普遍的问题，您也许还有其他方面的疑问，欢迎您随时向我们咨询：87791032，涂老师：13638623778，庞老师：13995680722。'
          + '</div>'
      },
      {
        id: "2",
        title: "会员的权益之一：免费保险",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2010-12-26",
        content:
          '<p>家政服务中的风险无时不在、无处不在，风险类型和表现形式分为两种：一种是服务员在上下班途中或工作中因疏忽过失等造成的本人意外伤害，这是一种依法应由雇主承担赔偿义务的家政服务风险（类似于单位用工的工伤责任）。另一种家政服务风险是家政服务员在工作中因疲劳、紧张、疏忽或过失而造成服务对象（消费者）的财产损失或人身损害（照顾婴幼儿和老人极易发生）。</p>'
          + '<p>为了有效转移和规避这两类风险责任，武汉康乐家政作为被保险人已经投保了雇主责任险和家政经营责任险（单笔意外事故最高赔偿20万元），基于此，敬请广大客户在武汉康乐家政放心选择和购买所需服务，我们作为家政服务的供应商和责任主体，完全具有承担相应法律责任的能力，给您以最真切的保障！</p>'
          + '<p>温馨提示：当您在选择家政公司时，为了让自己的合法权益受到损害时能够依法获得赔偿，请务必询问并查验该公司是否购买了上述两类保险（雇主责任险和家政经营责任险）！</p>'
          + '<div class="box effect6">'
          + '重要通知：本公司将于2011年1月1日起，全体上岗员工统一购买此保险，只要您成为我们的会员，将免费享受这两项保险的保护。让您享受的家政服务更无后顾之忧。'
          + '</div>'
      },
      {
        id: "3",
        title: "聘请家政人员的流程",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2010-12-26",
        content:
          '<h1 class="smalltitle">公司聘请流程</h1>'
          + '<p><strong>接单：</strong>通过电话或者网络的形式，公司接待老师会详细了解您的需求，包括：家政人员的主要工作类型，工作内容，年纪，其他要求等等，根据您的详细要求向您报价。</p>'
          + '<p><strong>匹配：</strong>在公司的资源库筛选符合雇主要求的合适人员，征求家政人员意见和要求。向雇主介绍家政人员的准确信息。预约三方面谈的时间和地点（一般在公司）。</p>'
          + '<p><strong>面谈及签约：</strong>雇主、家政人员、公司老师三方在公司的平台上。雇主，家政人员直接在平台上沟通，就自己关心的利益平等协商，由公司老师主持。由公司老师向您解释双方合同的权利义务以及有关注意事项。协商一致，签订合同，缴纳费用。</p>'
          + '<p><strong>安排上岗：</strong>将雇主要求的时间，地点等具体上岗要求告知家政服务人员。对家政服务人员进行岗前培训。家政人员到岗当天，予以确认。</p>'
          + '<h1 class="smalltitle">公司聘请流程的特点</h1>'
          + '<p><strong>针对性：</strong>不搞人海战术，公司把工作的重点放在匹配上。我们会详细了解雇主和家政人员的需求，加大匹配的成功度。</p>'
          + '<p><strong>公开透明：</strong>公司的收费，家政人员的实得工资，家政工作的具体内容，彼此的权利义务都是公开透明的。不搞模糊地带，最大程度的让您放心消费。</p>'
          + '<p><strong>诚实守信：</strong>在介绍家政人员的情况时，我们会尽可能的诚实，绝不有多余的润色和编造。这是很多雇主选择人员的依据，是对家政公司的一份信任。我们不会辜负您的信任，让您的选择过程更加物有所值、富有效率。</p>'
      },
      {
        id: "4",
        title: "怎样与家政服务员相处",
        author: "武汉市洪山区康乐家政管理服务中心",
        date: "2010-12-26",
        content:
          '<p>最初的日子，注意嘱咐家政服务员要吃饱、吃好，以便有充沛的精力从事家务劳动。许多外地来的家政服务员头脑比较简单，可能仅因吃饭问题适应不了便要求返回公司。</p>'
          + '<p>请耐心帮助家政服务员尽快适应和熟悉新环境。尽管公司已经培训，仍需要特别强调家用电、气的安全使用，工作标准要求可高些，工作量则逐步增加。对适应性和灵活性稍差的家政服务员应注意发挥其主观能动性，除必要的卫生标准外，让其先按自已的方式做事，再提出家政服务员工作中的不足和您的建议，以便让家政服务员知道如何做和错在那里。</p>'
          + '<p>家政服务员大都想家，生活上请多关照，感情上多沟通，使其情绪逐步稳定，安心做好服务工作，要多鼓励，少严厉批评，勿大声训斥她。除非人品等原则问题，出现家政服务员工作不到位，不要着急换，本着做生不如做熟的道理，给服务员理清头绪的机会渡过最初的磨合期。一月以后实在不合适再考虑向公司申请换人。</p>'
          + '<p>对家中的钱及贵重物品等要妥善保管好，有备无患。</p>'
          + '<p>有问题请及时与公司联系，公司的跟踪管理于家政服务员到业主家中的第三天开始，跟踪管理服务电话：027-87791032，庞老师13995680722，涂老师13638623778。</p>'
          + '<p>请允许家政服务员和公司联系。本公司对家政服务员实行三级管理（即有问题的服务员列为一类，随时联系，准备替换人选，有小问题的列为二类，配合用户调教开导，做得好的服务员列为三类，每月电话回访两次）。</p>'
          + '<p>尊重家政服务员人格，不打骂家政服务员，更不要对家政服务员进行人格诬侮。</p>'
          + '<p>不带家政服务员到不适宜的地方（如舞厅等地），不要介绍家政服务员认识过多的亲友，不要私自调换或转让家政服务员。如果安排家政服务员做合同外的工作须经公司及家政服务员本人认可。</p>'
          + '<p>必须严格按照签署合同办事。</p>'
          + '<p>更换电话、住址、工作单位时应当及时通知公司，以便公司的追踪服务。请不要提前预支工资，如家政服务员返家探亲，须经公司同意并到公司办理好离探手续。</p>'
      }
    ]
  },
];

var dataMap = pressData.reduce(function (map, category){
  category.articlesMap = category.articles.reduce(function(articlesMap, article) {
    articlesMap[article.id] = article;
    return articlesMap;
  }, {});
  map[category.name] = category;
  return map;
}, {});

exports.getAll = function() {
  return data;
};

exports.lookupCategory = function(name) {
  return dataMap[name];
};

exports.lookupArticle = function(category, id) {
  return dataMap[category].articlesMap[id];
}
